[
  {
    "id": 1,
    "name": "Espresso",
    "category": "coffee",
    "price": 240,
    "promotion": "20% Off",
    "rating": 5,
    "ratedNumber": 2021,
    "images": [
      "assets/images/Espresso.jpg",
      "assets/images/Espresso_alt1.jpg",
      "assets/images/Espresso_alt2.jpg"
    ],
    "briefDescription" : "Espresso: with hot water, creating a smooth, rich, bold coffee.",
    "description": "Our signature Espresso is where true coffee craftsmanship begins. Made from carefully selected, freshly ground Arabica beans, each shot is brewed to perfection under high pressure to deliver a rich, full-bodied experience. Topped with a velvety golden crema, this intense, aromatic shot offers deep notes of dark chocolate, roasted nuts, and a subtle hint of citrus."
  },
  {
    "id": 2,
    "name": "Americano",
    "category": "coffee",
    "price": 265,
    "promotion": "20% Off",
    "rating": 4.5,
    "ratedNumber": 1712,
    "images": [
      "assets/images/Americano.jpg",
      "assets/images/Americano_alt1.jpg",
      "assets/images/Americano_alt2.jpg"
    ],
    "briefDescription" : "Americano: bold espresso blended with hot water for smooth, rich flavor.",
    "description": "Our Americano starts with a rich, full-bodied espresso shot, gently blended with hot water to create a smooth, balanced cup. It has the depth and character of espresso, but with a lighter body and clean finish—perfect for those who love bold flavor without the intensity."
  },
  {
    "id": 3,
    "name": "Latte",
    "category": "coffee",
    "price": 335,
    "promotion": "20% Off",
    "rating": 4.5,
    "ratedNumber": 2131,
    "images": [
      "assets/images/Latte.jpg",
      "assets/images/Latte_alt1.jpg",
      "assets/images/Latte_alt2.jpg"
    ],
    "briefDescription": "Latte: smooth espresso mixed with steamed milk, creamy, mellow, and comforting.",
    "description": "Our latte combines rich, smooth espresso with perfectly steamed milk for a velvety, well-balanced drink that’s both comforting and satisfying. Topped with a light layer of microfoam, it’s the perfect blend of bold and mellow—great as a morning ritual or an afternoon treat."
  },
  {
    "id": 4,
    "name": "Cappuccino",
    "category": "coffee",
    "price": 330,
    "promotion": "20% Off",
    "rating": 4.5,
    "ratedNumber": 1891,
    "images": [
      "assets/images/Cappuccino.jpg",
      "assets/images/Cappuccino_alt1.jpg",
      "assets/images/Cappuccino_alt2.jpg"
    ],
    "briefDescription" : "Cappuccino: equal parts espresso, steamed milk, and foam—bold, airy, and smooth.",
    "description": "Light, bold, and beautifully balanced. A classic espresso-based drink with equal parts rich espresso, steamed milk, and airy foam. The result is a strong, yet silky cup with a creamy texture and a bold espresso punch. Made with our smooth, aromatic espresso and carefully steamed milk, the cappuccino is perfect for those who love a bit of froth with their flavor."
  },
  {
    "id": 5,
    "name": "Flat White",
    "category": "coffee",
    
    "price": 345,
    "promotion": "20% Off",
    "rating": 4.5,
    "ratedNumber": 1714,
    "images": [
      "assets/images/Flat_white.jpg",
      "assets/images/Flat_white_alt1.jpg",
      "assets/images/Flat_white_alt2.jpg"
    ],
    "briefDescription" : "Flat White: velvety steamed milk over rich espresso, smooth, bold, and creamy.",
    "description": "Smooth, strong, and effortlessly refined. This Australian favorite blends a double shot of espresso with velvety microfoam, creating a rich, creamy texture without the extra froth. Made with our bold espresso and just the right amount of steamed milk, the flat white delivers a more intense coffee flavor than a latte, with a silky finish in every sip."
  },
  {
    "id": 6,
    "name": "Macchiato",
    "category": "coffee",
    "price": 375,
    "rating": 4.5,
    "ratedNumber": 1690,
    "images": [
      "assets/images/Macchiato.jpg",
      "assets/images/Macchiato_alt1.jpg",
      "assets/images/Macchiato_alt2.jpg"
    ],
    "briefDescription": "Macchiato: bold espresso “stained” with a small splash of frothy milk.",
    "description": "Bold and simple with a touch of cream. A rich espresso “stained” with just a dollop of steamed milk or foam, the macchiato highlights the pure intensity of the coffee with a hint of softness. Perfect for those who want their espresso with a subtle twist—strong, smooth, and unmistakably classic."
  },
  {
    "id": 7,
    "name": "Mocha",
    "category": "coffee",
    "price": 465,
    "rating": 4.5,
    "ratedNumber": 1910,
    "images": [
      "assets/images/Mocha.jpg",
      "assets/images/Mocha_alt1.jpg",
      "assets/images/Mocha_alt2.jpg"
    ],
    "briefDescription" : "Mocha: rich espresso blended with chocolate and steamed milk, sweet and creamy.",
    "description": "Decadent and comforting, the mocha blends rich espresso with creamy steamed milk and luscious chocolate syrup. Topped with a light layer of foam and, if you like, a sprinkle of cocoa or whipped cream, it’s a perfect treat for chocolate and coffee lovers alike."
  },
  {
    "id": 8,
    "name": "Affogato",
    "category": "coffee",
    "price": 400,
    "promotion": "20% Off",
    "rating": 4.5,
    "ratedNumber": 1411,
    "images": [
      "assets/images/Affogato.jpg",
      "assets/images/Affogato_alt1.jpg",
      "assets/images/Affogato_alt2.jpg"
    ],
    "briefDescription": "Affogato: hot espresso poured over cold ice cream, sweet and intense.",
    "description": "A delightful fusion of coffee and dessert. A scoop of creamy vanilla ice cream “drowned” in a shot of hot, rich espresso creates a perfect harmony of hot and cold, bitter and sweet. This simple yet indulgent treat is the ultimate pick-me-up and a favorite for any time of day."
  },
  {
    "id": 9,
    "name": "Cortado",
    "category": "coffee",
    "price": 395,
    "rating": 4.0,
    "ratedNumber": 1010,
    "images": [
      "assets/images/Cortado.jpg",
      "assets/images/Cortado_alt1.jpg",
      "assets/images/Cortado_alt2.jpg"
    ],
    "briefDescription" : "Cortado: equal parts espresso and warm milk, smooth and balanced flavor.",
    "description": "Balanced and bold, the cortado pairs a shot of rich espresso with an equal amount of steamed milk. This small but powerful drink cuts the espresso’s intensity with creamy smoothness, creating a perfectly harmonious flavor. Ideal for those who want a strong coffee with a gentle, velvety finish."
  },
  {
    "id": 10,
    "name": "Irish Coffee",
    "category": "coffee",
    "price": 480,
    "promotion": "20% Off",
    "rating": 4.5,
    "ratedNumber": 998,
    "images": [
      "assets/images/Irish_coffee.jpg",
      "assets/images/Irish_coffee_alt1.jpg",
      "assets/images/Irish_coffee_alt2.jpg"
    ],
    "briefDescription" : "Irish Coffee: hot coffee mixed with whiskey, sugar, and topped with cream.",
    "description": "A warm and spirited classic. Smooth, hot coffee combined with a shot of Irish whiskey, sweetened with brown sugar, and topped with a layer of lightly whipped cream. This rich and comforting drink warms you from the inside out with a perfect balance of bold coffee and smooth whiskey notes."
  },
 {
  "id": 11,
  "name": "Vienna",
  "category": "coffee",
  "price": 385,
  "promotion": "20% Off",
  "rating": 4.5,
  "ratedNumber": 1023,
  "images": [
    "assets/images/Vienna.jpg",
    "assets/images/Vienna_alt1.jpg",
    "assets/images/Vienna_alt2.jpg"
  ],
  "briefDescription": "Vienna Coffee: a rich blend of coffee topped with whipped cream, inspired by Austrian tradition.",
  "description": "A luxurious blend of bold espresso and fluffy whipped cream. The hot, intense coffee is beautifully balanced by a generous topping of smooth, sweet whipped cream, creating a decadent and creamy treat with every sip. Perfect for those who enjoy their coffee with a touch of indulgence and classic European flair."
  },

  {
  "id": 12,
  "name": "Doppio",
  "category": "coffee",
  "price": 330,
  "rating": 4.0,
  "ratedNumber": 821,
  "images": [
    "assets/images/Doppio.jpg",
    "assets/images/Doppio_alt1.jpg",
    "assets/images/Doppio_alt2.jpg"
  ],
  "briefDescription": "Doppio: a double shot of rich, bold espresso for a stronger coffee experience.",
  "description": "The double shot of espresso—twice the intensity, twice the flavor. Made with finely ground coffee and expertly extracted, the doppio delivers a rich, bold, and concentrated coffee experience in every 2-ounce shot. Perfect for those who want a stronger, more robust coffee to fuel their day."
  },

  {
  "id": 13,
  "name": "Ristretto",
  "category": "coffee",
  "price": 325,
  "rating": 4.0,
  "ratedNumber": 910,
  "images": [
    "assets/images/Ristretto.jpg",
    "assets/images/Ristretto_alt1.jpg",
    "assets/images/Ristretto_alt2.jpg"
  ],
  "briefDescription": "Ristretto: a short, concentrated shot of espresso with a bold and intense flavor.",
  "description": "Intensely rich and deeply concentrated. A ristretto is a “short shot” of espresso, brewed with the same amount of coffee but half the water, resulting in a thicker, sweeter, and more flavorful extraction. Ideal for those who love bold coffee with a velvety texture and a hint of natural sweetness."
  },
  {
  "id": 14,
  "name": "Lungo",
  "category": "coffee",
  "price": 310,
  "rating": 4.0,
  "ratedNumber": 834,
  "images": [
    "assets/images/Lungo.jpg",
    "assets/images/Lungo_alt1.jpg",
    "assets/images/Lungo_alt2.jpg"
  ],
  "briefDescription": "Lungo: a long-pulled espresso offering a milder flavor and higher volume than a standard shot.",
  "description": "A longer, milder espresso with a rich, balanced flavor. Brewed with more water than a traditional shot, the lungo offers a larger cup without losing the depth and complexity of espresso, featuring subtle bittersweet notes and a smooth finish."
  },
  {
  "id": 15,
  "name": "Turkish Coffee",
  "category": "coffee",
  "price": 385,
  "rating": 4.5,
  "ratedNumber": 1023,
  "images": [
    "assets/images/Turkish_Coffee.jpg",
    "assets/images/Turkish_Coffee_alt1.jpg",
    "assets/images/Turkish_Coffee_alt2.jpg"
  ],
  "briefDescription": "Turkish Coffee: a strong and thick coffee prepared by boiling finely ground coffee with water and sugar.",
  "description": "An ancient tradition served thick, strong, and full of character. Finely ground coffee is simmered slowly with water and sugar (optional) in a special pot called a cezve, creating a rich, intense brew with a distinctive, velvety texture and naturally sweet, robust flavors."
  },
  {
  "id": 16,
  "name": "Café au Lait",
  "category": "coffee",
  "price": 425,
  "rating": 4.0,
  "ratedNumber": 989,
  "images": [
    "assets/images/Cafe_au_Lait.jpg",
    "assets/images/Cafe_au_Lait_alt1.jpg",
    "assets/images/Cafe_au_Lait_alt2.jpg"
  ],
  "briefDescription": "Café au Lait: strong coffee combined with steamed milk for a creamy and smooth taste.",
  "description": "A classic French favorite blending strong brewed coffee with steamed milk in equal parts. This smooth, creamy drink offers a milder coffee flavor with a velvety texture—perfect for those who enjoy a comforting, well-balanced cup. Ideal for any time of day, it’s a simple pleasure with rich, rounded taste."
  },
  {
    "id": 17,
    "name": "Café Cubano",
    "category": "coffee",
    "price": 365,
    "rating": 4,
    "ratedNumber": 890,
     "images": [
    "assets/images/Café Cubano.jpg",
    "assets/images/Café Cubano_alt1.jpg",
    "assets/images/Café Cubano_alt2.jpg"
  ],
    "briefDescription": "Café au Lait: strong coffee combined with steamed milk for a creamy and smooth taste.",
    "description": "A bold and sweet espresso experience with Cuban flair. This strong shot of espresso is sweetened with a touch of sugar whipped into a creamy foam called espuma, giving it a smooth, rich taste with a perfectly balanced sweetness. Perfect as a quick, energizing pick-me-up or enjoyed slowly with friends."
  },
  {
  "id": 18,
  "name": "Café Bombón",
  "category": "coffee",
  "price": 450,
  "rating": 4.0,
  "ratedNumber": 1064,
  "images": [
    "assets/images/Cafe_Bombon.jpg",
    "assets/images/Cafe_Bombon_alt1.jpg",
    "assets/images/Cafe_Bombon_alt2.jpg"
  ],
  "briefDescription": "Café Bombón: a sweet coffee made with espresso and condensed milk layered for a rich flavor.",
  "description": "A delightful Spanish treat that pairs rich espresso with sweetened condensed milk in equal parts. The layers create a beautiful contrast of bold coffee and creamy sweetness, making every sip a decadent and indulgent experience. Perfect for those with a sweet tooth who love a smooth, balanced coffee."
  },
  {
  "id": 19,
  "name": "Red Eye",
  "category": "coffee",
  "price": 390,
  "rating": 4.0,
  "ratedNumber": 899,
  "images": [
    "assets/images/Red_Eye.jpg",
    "assets/images/Red_Eye_alt1.jpg",
    "assets/images/Red_Eye_alt2.jpg"
  ],
  "briefDescription": "Red Eye: a strong combination of drip coffee and a shot of espresso for a bold caffeine boost.",
  "description": "For serious coffee lovers who need an extra kick. A shot of espresso added to a regular brewed coffee, creating a strong, intense cup with double the caffeine and robust flavor. Perfect to power through busy mornings or long afternoons."
  },
  {
  "id": 20,
  "name": "Black Eye",
  "category": "coffee",
  "price": 410,
  "rating": 4.0,
  "ratedNumber": 947,
  "images": [
    "assets/images/Black_Eye.jpg",
    "assets/images/Black_Eye_alt1.jpg",
    "assets/images/Black_Eye_alt2.jpg"
  ],
  "briefDescription": "Black Eye: a powerful mix of drip coffee and two shots of espresso for intense flavor and energy.",
  "description": "Double the punch for those who want to supercharge their coffee. Made by adding two shots of espresso to a cup of brewed coffee, the Black Eye delivers an intense, bold flavor and a serious caffeine boost. Perfect for early mornings or when you need to stay sharp."
  },
  {
  "id": 21,
  "name": "Drip Coffee",
  "category": "coffee",
  "price": 250,
  "rating": 4.0,
  "ratedNumber": 928,
  "images": [
    "assets/images/Drip_Coffee.jpg",
    "assets/images/Drip_Coffee_alt1.jpg",
    "assets/images/Drip_Coffee_alt2.jpg"
  ],
  "briefDescription": "Drip Coffee: a classic brewed coffee made by slowly dripping hot water through ground beans.",
  "description": "Classic and comforting, drip coffee is brewed by slowly pouring hot water over freshly ground beans, allowing rich flavors to gently extract. The result is a clean, smooth cup with balanced acidity and a medium body—perfect for savoring any time of day."
  },
  {
  "id": 22,
  "name": "Percolated Coffee",
  "category": "coffee",
  "price": 275,
  "rating": 3.0,
  "ratedNumber": 1042,
  "images": [
    "assets/images/Percolated_Coffee.jpg",
    "assets/images/Percolated_Coffee_alt1.jpg",
    "assets/images/Percolated_Coffee_alt2.jpg"
  ],
  "briefDescription": "Percolated Coffee: brewed using a percolator, producing a rich and robust cup through repeated boiling.",
  "description": "Brewed using a traditional percolator method, this coffee offers a robust and full-bodied flavor with a slightly smoky, well-rounded profile. Hot water cycles repeatedly through the coffee grounds, extracting deep, intense aromas and tastes."
  },
  {
  "id": 23,
  "name": "Espresso Con Panna",
  "category": "coffee",
  
  "price": 405,
  "rating": 4.0,
  "ratedNumber": 1018,
  "images": [
    "assets/images/Espresso_Con_Panna.jpg",
    "assets/images/Espresso_Con_Panna_alt1.jpg",
    "assets/images/Espresso_Con_Panna_alt2.jpg"
  ],
  "briefDescription": "Espresso Con Panna: a rich shot of espresso topped with a dollop of whipped cream for a creamy twist.",
  "description": "A simple yet indulgent treat—bold espresso crowned with a dollop of rich, lightly whipped cream. The creamy topping softens the intense coffee flavor, creating a smooth and luxurious balance in every sip. Perfect for those who love their espresso with a touch of sweet creaminess."
  },
 {
  "id": 24,
  "name": "Café de Olla",
  "category": "coffee",
  "price": 435,
  "rating": 4.0,
  "ratedNumber": 961,
  "images": [
    "assets/images/Cafe_de_Olla.jpg",
    "assets/images/Cafe_de_Olla_alt1.jpg",
    "assets/images/Cafe_de_Olla_alt2.jpg"
  ],
  "briefDescription": "Café de Olla: a traditional Mexican coffee brewed with cinnamon and piloncillo for a sweet, spiced flavor.",
  "description": "A traditional Mexican coffee brewed slowly with cinnamon and piloncillo (unrefined cane sugar), creating a fragrant and warmly spiced cup. This rustic brew is rich, sweet, and aromatic—perfect for cozy mornings or festive gatherings. Made with care, it captures the heart of Mexican heritage in every comforting sip."
  },
  
  {
  "id": 25,
  "name": "White Coffee",
  "category": "coffee",
  "price": 420,
  "rating": 4.0,
  "ratedNumber": 823,
  "images": [
    "assets/images/White_Coffee.jpg",
    "assets/images/White_Coffee_alt1.jpg",
    "assets/images/White_Coffee_alt2.jpg"
  ],
  "briefDescription": "White Coffee: lightly roasted coffee beans brewed to create a mild, smooth, and creamy flavor.",
  "description": "A smooth and creamy coffee made by combining freshly brewed espresso or drip coffee with steamed milk or cream. The milk lightens the coffee’s bold flavors, creating a mellow, comforting drink with a velvety texture. Perfect for those who enjoy a gentler, milk-forward coffee experience."
  },
  {
    "id": 26,
    "name": "Arabica",
    "category": "beans",
    "price": 399,
    "rating": 4.5,
    "ratedNumber": 2145,
    "images": [
      "assets/images/Arabica.jpg",
      "assets/images/Arabica_alt1.jpg",
      "assets/images/Arabica_alt2.jpg"
    ],
    "briefDescription": "SABINYO, Specialty coffee 100% Arabica beans – Kawa Kivu, Congo",
    "description": "Kawa Kivu Sabyinyo coffee celebrates the richness of its territory with a light roast, designed to enhance every nuance of its aromatic profile. On the palate, it releases lively notes of citrus peel, floral accents and a delicate hint of honey.",
    "tasteNote": "Smooth, aromatic, with fruity, floral, and sweet notes; bright acidity and clean finish.",
    "bagSize": "250g"

  },
  {
    "id": 27,
    "name": "Robusta",
    "category": "beans",
    "price": 249,
    "rating": 4.0,
    "ratedNumber": 1180,
    "images": [
      "assets/images/Robusta.jpg",
      "assets/images/Robusta_alt1.jpg",
      "assets/images/Robusta_alt2.jpg"
    ],
    "briefDescription": "HaNoi Coffee (100% Vietnamese Robusta) | Dark Roast – Cafely – CAFELY.",
    "description": "The unapologetically strong Vietnamese coffee celebrates centuries of tradition. Made from 100% robusta beans, the HaNoi blend delivers potent, earthy intensity while fueling deep focus and unwavering concentration.",
    "tasteNote": "Dark Caramel, Roasted Walnut, Dried Date",
    "bagSize": "240g"
  },
  {
    "id": 28,
    "name": "Liberica",
    "category": "beans",
    "price": 459,
    "rating": 4.5,
    "ratedNumber": 987,
    "images": [
      "assets/images/Liberica.jpg",
      "assets/images/Liberica_alt1.jpg",
      "assets/images/Liberica_alt2.jpg"
    ],
    "briefDescription": "Liberica Coffee Bean & Ground Coffee by Mister Coffee.",
    "description": "Liberica coffee is huge coffee berries characterized by having a smoky, nutty, dark chocolate notes when roasted or brewed. Its beans are asymmetrical and almost almond and teardrop-shaped that has an exceptional aroma. It has dense flavors, smoldering, wherein not everyone appreciates it.",
    "tasteNote": "Herby, smoky, nutty, dark chocolate notes with hints of Jackfruit",
    "bagSize": "12oz"
  },
  {
    "id": 29,
    "name": "Excelsa",
    "category": "beans",
    "price": 429,
    "rating": 4.0,
    "ratedNumber": 1120,
    "images": [
      "assets/images/Excelsa.jpg",
      "assets/images/Excelsa_alt1.jpg",
      "assets/images/Excelsa_alt2.jpg"
    ],
    "briefDescription": "Excelsa Coffee Whole Beans Medium Roast from Philippines. Tart and Fruity, Naturally Half-Caffeinated. Pesticide-Free.",
    "description": "Why Choose Excelsa? Excelsa is a unique, independent coffee bean celebrated for its light and easy-drinking nature, coupled with a delightful complexity. Each sip offers a mindful and immersive experience, thanks to complexity and its naturally lower caffeine content—only about half that of traditional Arabica or Robusta blends.",
    "tasteNote": "Tart, fruity, and spicy with dark, woody notes; complex profile and lingering finish.",
    "bagSize": "12oz"
  },
  {
    "id": 30,
    "name": "Artisan",
    "category": "beans",
    "price": 379,
    "rating": 5.0,
    "ratedNumber": 1210,
    "images": [
      "assets/images/Artisan.jpg",
      "assets/images/Artisan_alt1.jpg",
      "assets/images/Artisan_alt2.jpg"
    ],
    "briefDescription": "Handcrafted Artisan Coffee – Freshly Roasted in Central Kentucky.",
    "description": "Enjoy the rich, medium roast of our Brazilian coffee, crafted in small batches and roasted fresh in Central Kentucky. Naturally processed for bold flavor and a smooth, balanced finish, this coffee is available in both Whole Bean and Ground. Our ground coffee is ideal for traditional drip and pour-over methods, while the whole bean option lets you grind it to your preference.",
    "tasteNote": "Handcrafted, rich, and flavorful; often complex with balanced acidity and unique origin-driven notes.",
    "bagSize": "12oz"
  },
  {
    "id": 31,
    "name": "Typica",
    "category": "beans",
    "price": 409,
    "rating": 4.5,
    "ratedNumber": 855,
    "images": [
      "assets/images/Typica.jpg",
      "assets/images/Typica_alt1.jpg",
      "assets/images/Typica_alt2.jpg"
    ],
    "briefDescription": "Taher Saleh Abarat, Ancient Typica - Ancient Typica Coffee Sourced From Yemen Abarat region - Whole Beans - Ground Coffee, 100% Arabica Coffee.",
    "description": "Immerse yourself in the rich coffee heritage of Yemen with the exquisite Taher Saleh Abarat coffee. Crafted by Taher's hands, this single farmer nano lot features ancient Typica beans grown in the beautiful Abarat region. At an altitude of 2000 meters, these beans thrive and develop a unique flavor profile. Indulge in this exceptional brew, available as whole beans or ground coffee. Customize the roast to your liking, allowing you to tailor the flavor experience perfectly.",
    "tasteNote": "Smooth, sweet, and well-balanced with mild acidity; often features floral, fruity, and chocolaty notes.",
    "bagSize": "380 Grams"
  },
  {
    "id": 32,
    "name": "Geisha",
    "category": "beans",
    "price": 449,
    "rating": 5.0,
    "ratedNumber": 710,
    "images": [
      "assets/images/Geisha.jpg",
      "assets/images/Geisha_alt1.jpg",
      "assets/images/Geisha_alt2.jpg"
    ],
    "briefDescription": "This Cafeistmo 125g Panama Geisha coffee single box from the Lérida Coffee Estate Whole Beans - Ground Coffee",
    "description": "This Cafeistmo single box features 125g of Panama Geisha coffee from the Lérida Coffee Estate. Indulge in this sustainably sourced coffee's delicate floral and fruity flavors. It is carefully packaged in a fine, high-quality black cardboard box, making it a perfect gift for any specialty coffee enthusiast. Includes a certificate of authenticity from the farm.",
    "tasteNote": "Citrus, molasses, cherry, pineapple, and melon, with citrus acidity and a creamy body.",
    "bagSize": "125g"
  },
  {
    "id": 33,
    "name": "Pacamara",
    "category": "beans",
    "price": 499,
    "rating": 4.5,
    "ratedNumber": 2013,
    "images": [
      "assets/images/Pacamara.jpg",
      "assets/images/Pacamara_alt1.jpg",
      "assets/images/Pacamara_alt2.jpg"
    ],
    "briefDescription": "Beans of fire Pacamara 16oz coffee - whole beans or ground",
    "description": "A true gem of Salvadoran coffee culture, Pacamara composes an equally tranquil and energetic flavor balance in its creamy mouthfeel, upbeat acidity, and intense floral aroma.",
    "tasteNote": "Bold, creamy, and complex with bright acidity; notes of tropical fruit, chocolate, and floral undertones.",
    "bagSize": "16oz"
  },
  {
    "id": 34,
    "name": "Cafehabit Espresso Coffee Machine",
    "category": "espresso machine",
    "price": 81294,
    "rating": 4.5,
    "ratedNumber": 1789,
    "images": [
      "assets/images/Cafehabit_Espresso_Coffee_Machine.jpg",
      "assets/images/Cafehabit_Espresso_Coffee_Machine_alt1.jpg",
      "assets/images/Cafehabit_Espresso_Coffee_Machine_alt2.jpg"
    ],
    "briefDescription": "Premium White Espresso Coffee Machine Heat Exchanger, and Vibratory Pump for Barista-Quality Brewing at Home or in the Office",
    "description": "Enjoy the convenience of an espresso machine with a milk frother. [Precise Temperature Control]: The espresso machine is equipped with digital temperature control(PID). [Easy Maintenance]: The detachable drip tray allows for hassle-free cleaning and maintenance, ensuring your machine stays in top condition for lasting performance.The venerable E61 group brings boiler-fed heating and a mechanical solenoid found on cafe machines the world over.",
    "features": "Warm Up: Brew Time 5 minutes, Portafilter Size: 58mm, Cup Warmer, Pre-Infusion/Aroma, Solenoid Valve.",
    "productInfo": "Cpacity: 3 Liters, Weight: 60 pounds, Material: Stainless Steel, Wattage: 2000 watts"
  },
  {
    "id": 35,
    "name": "Breville Barista Express Espresso Machine",
    "category": "espresso machine",
    "price": 51437,
    "rating": 4.5,
    "ratedNumber": 1288,
    "images": [
      "assets/images/Breville_Barista_Express_Espresso_Machine.jpg",
      "assets/images/Breville_Barista_Express_Espresso_Machine_alt1.jpg",
      "assets/images/Breville_Barista_Express_Espresso_Machine_alt2.jpg"
    ],
    "briefDescription": "Breville Barista Express Espresso Machine BES870XL, Brushed Stainless Steel",
    "description": "The Breville Barista Express delivers third wave specialty coffee at home using the 4 keys formula and is part of the Barista Series that offers all in one espresso machines with integrated grinder to go from beans to espresso in under one minute.",
    "features": "OPTIMAL WATER PRESSURE, PRECISE ESPRESSO EXTRACTION, ESPRESSO MACHINE WITH GRIND SIZE DIAL, ESPRESSO MAKER WITH BUILT-IN COFFEE GRINDER",
    "productInfo": "Cpacity: 1 Cup, Weight: 22.1 pounds, Material: Stainless Steel, Wattage: 1600 watts"
  },
  {
    "id": 36,
    "name": "Electactic Espresso Machine",
    "category": "espresso machine",
    "price": 22148,
    "rating": 4.0,
    "ratedNumber": 1978,
    "images": [
      "assets/images/Electactic_Espresso_Machine.jpg",
      "assets/images/Electactic_Espresso_Machine_alt1.jpg",
      "assets/images/Electactic_Espresso_Machine_alt2.jpg"
    ],
    "briefDescription": "Espresso Machine with Grinder, 20 Bar Expresso Coffee Machines with Milk Frother Steam Wand, Professional Espresso Maker with Removable Water Tank, Cappuccino & Latte Machine for Home",
    "description": "Barista-Quality Coffee at Home - Enjoy barista-level coffee with our espresso machine, featuring a built-in grinder, a 20-BAR Italian pump, and a powerful 1500W motor for optimal extraction. Easily adjust settings at home to enjoy personalized coffee quality. Our expresso coffee machines comes with a precision conical burr grinder. With 30 preset grind settings, you have full control over grind size, ensuring perfect texture and flavor in every cup.",
    "features": "20 Bar Pressure, Built-in Grinder, Milk Frother, Cup Warmer, Removable Water Tank, 58mm Commercial Portafilter, Semi-Automatic Functionality20 Bar Pressure, Built-in Grinder, Milk Frother, Cup Warmer, Removable Water Tank, 58mm Commercial Portafilter, Semi-Automatic Functionality",
    "productInfo": "Cpacity: 2.3 Liters, Weight: 18.04 pounds, Material: Stainless Steel, Wattage: 1500 watts"
  },
  {
    "id": 37,
    "name": "Primula Classic Stovetop Espresso and espresso machine",
    "category": "espresso machine",
    "price": 22148,
    "rating": 4.5,
    "ratedNumber": 2278,
    "images": [
      "assets/images/Primula_Classic_Stovetop_Espresso_and_Coffee_Maker.jpg",
      "assets/images/Primula_Classic_Stovetop_Espresso_and_Coffee_Maker_alt1.jpg",
      "assets/images/Primula_Classic_Stovetop_Espresso_and_Coffee_Maker_alt2.jpg"
    ],
    "briefDescription": "Primula Classic Stovetop Espresso and espresso machine, Moka Pot for Italian and Cuban Café Brewing, Greca espresso machine, Cafeteras, 6 Espresso Cups, Silver",
    "description": "Primula’s Stovetop Espresso espresso machine delivers six perfect demitasse servings of rich, authentic espresso or Cuban coffee. Stove top expresso makers are popular because you can make quality espresso quickly, without the hassle of electric espresso machines. Primula’s Stovetop Espresso Maker is compact and easy to use.",
    "features": "PORTABLE, CRAFT COFFEE AT HOME, DURABLE DESIGN, EASY TO USE, EASY TO CLEAN, COFFEE ON-THE-GO",
    "productInfo": "Cpacity: 6 Cups, Weight: 0.8 Ounces, Material: Aluminium, Wattage: 1000 watts"
  },
  {
    "id": 38,
    "name": "Keurig K-Duo espresso machine",
    "category": "espresso machine",
    "price": 11085,
    "rating": 4.5,
    "ratedNumber": 1208,
    "images": [
      "assets/images/Keurig_K-Duo_Coffee_Maker.jpg",
      "assets/images/Keurig_K-Duo_Coffee_Maker_alt1.jpg",
      "assets/images/Keurig_K-Duo_Coffee_Maker_alt2.jpg"
    ],
    "briefDescription": "Keurig K-Duo Hot & Iced Single Serve & Carafe espresso machine, MultiStream Technology, 72oz Reservoir (Gen 2)",
    "description": "Meet the improved Keurig K-Duo Single Serve & Carafe espresso machine: the brewer made for every moment. It gives you the flexibility to brew delicious coffee in single cups using K-Cup pods OR in full carafes using your favorite grounds — so you can serve yourself or a crowd, all with one compact unit.",
    "features": "REMOVEABLE TANK, BREW BY THE CUP OR CARAFE, MULTISTREAM TECHNOLOGY, BREW OVER ICE, STRONG BREW & EXTRA HOT FUNCTIONALITY, MULTIPLE BREW SIZES",
    "productInfo": "Cpacity: 4.5 Pounds, Weight: 1 Pound, Material: Glass, Wattage: 1.1E+3 watts"
  },
  {
    "id": 39,
    "name": "QJA Espresso Machine",
    "category": "espresso machine",
    "price": 31039,
    "rating": 4.5,
    "ratedNumber": 1006,
    "images": [
      "assets/images/Keurig_K-Duo_Coffee_Maker.jpg",
      "assets/images/Keurig_K-Duo_Coffee_Maker_alt1.jpg",
      "assets/images/Keurig_K-Duo_Coffee_Maker_alt2.jpg"
    ],
    "briefDescription": "Espresso Machine with Grinder, 20 Bar Pressure Professional Espresso Maker with 30 Grinding Settings, 58mm Portafilte, Anti-scalding Milk Frother Steam Wand for Latte Cappuccino (Stainless Steel)",
    "description": " The coffee and grinder all-in-one machine, with a variety of functions, not only meets the pursuit of different coffee flavors by coffee lovers, but also achieves the ultimate in convenience and safety. It is a kitchen appliance with comprehensive functions and excellent quality, adding a unique coffee aroma to your quality life. With up to 30 grinding settings, whether you prefer the granularity of coarse grinding, suitable for the fresh taste of hand-brewed coffee, or pursue the rich and mellow taste of fine grinding, suitable for the strong flavor of espresso, this coffee grinder can accurately meet your needs.",
    "features": "Timer, Self-Cleaning,Concial Burr Grinder,20Bar High Pressure,30 Grind Settings,1680W Powerful System, Removable Tank, Cup Warmer, Milk Frother",
    "productInfo": "Cpacity: 2.5 Liters, Weight: 35.4 Pounds, Material: Stainless Steel, Vol  tage: 120 Volts"
  },
  {
    "id": 40,
    "name": "QJA Espresso Machine",
    "category": "espresso machine",
    "price": 31039,
    "rating": 4.5,
    "ratedNumber": 1006,
    "images": [
      "assets/images/QJA_Espresso_Machine.jpg",
      "assets/images/QJA_Espresso_Machine_alt1.jpg",
      "assets/images/QJA_Espresso_Machine_alt2.jpg"
    ],
    "briefDescription": "Espresso Machine with Grinder, 20 Bar Pressure Professional Espresso Maker with 30 Grinding Settings, 58mm Portafilte, Anti-scalding Milk Frother Steam Wand for Latte Cappuccino (Stainless Steel)",
    "description": "The coffee and grinder all-in-one machine, with a variety of functions, not only meets the pursuit of different coffee flavors by coffee lovers, but also achieves the ultimate in convenience and safety. It is a kitchen appliance with comprehensive functions and excellent quality, adding a unique coffee aroma to your quality life. With up to 30 grinding settings, whether you prefer the granularity of coarse grinding, suitable for the fresh taste of hand-brewed coffee, or pursue the rich and mellow taste of fine grinding, suitable for the strong flavor of espresso, this coffee grinder can accurately meet your needs.",
    "features": "Timer, Self-Cleaning,Concial Burr Grinder,20Bar High Pressure,30 Grind Settings,1680W Powerful System, Removable Tank, Cup Warmer, Milk Frother",
    "productInfo": "Cpacity: 2.5 Liters, Weight: 35.4 Pounds, Material: Stainless Steel, Wattage: 120 Volts"
  },
  {
    "id": 41,
    "name": "KEENSTAR Espresso Machine",
    "category": "espresso machine",
    "price": 10346,
    "rating": 4,
    "ratedNumber": 817,
    "images": [
      "assets/images/KEENSTAR_Espresso_Machine.jpg",
      "assets/images/KEENSTAR_Espresso_Machine_alt1.jpg",
      "assets/images/KEENSTAR_Espresso_Machine_alt2.jpg"
    ],
    "briefDescription": "Espresso Coffee Machine with Milk Tank, 20Bar Hot & Iced Coffee Machine with Rapid Cold Brew, Touch Screen Espresso Maker with Steam Wand for Coffee Lover",
    "description": "Cold brew pulls all the great coffee flavor from coffee beans. Smooth, fresh cold brew in as little as 10 minutes, saves your time in the morning. You could also make hot coffee such as Latte, espresso, or Americano as you like. Espresso Maker with 20-bar professional pump and 1350W powerful motor gives you top quality extraction, resulting in a more fragrant and rich aroma. You can create an latte, cappuccino, or Americano at home or office with our stainless steel espresso maker. Brew program will pre-infuse the ground coffee first, and control the amount of water flow precisely, it ensures a good flavor of espresso coffee.",
    "features": "Cup Warmer, Milk Frother, Permanent Filter",
    "productInfo": "Cpacity: 1.1 Liters, Weight: 10.69 Pounds, Material: Stainless Steel, Wattage: 1500 watts"
  },
  {
    "id": 42,
    "name": "Hanrose Espresso Machine",
    "category": "espresso machine",
    "price": 29561,
    "rating": 4.0,
    "ratedNumber": 1321,
    "images": [
      "assets/images/Hanrose_Espresso_Machine.jpg",
      "assets/images/Hanrose_Espresso_Machine_alt1.jpg",
      "assets/images/Hanrose_Espresso_Machine_alt2.jpg"
    ],
    "briefDescription": "Espresso Machine With Grinder, 20 Bar Espresso Machine with Milk Frother Steam Wand, Espresso Machines for Home, Expresso Coffee Machines Professional, Cappuccino Latte Machine",
    "description": "Enjoy the retro vibe that the Hanrose espresso machine with grinder brings to your home. It fits perfectly in the kitchen, living room, or office space, making it an ideal gift for weddings, birthdays, or anniversaries. Built-in grinder with 15 grind size settings, allowing you to adjust from coarse to fine. It ensures that freshly ground coffee is precisely dosed into the filter basket, enabling you to make the perfect espresso using any type of coffee beans. Equipped with an Italian ULKA pump and precise temperature control technology, it ensures stable pressure and ideal temperature, resulting in the extraction of rich and flavorful espresso.",
    "features": "Built-in Grinder (Removable), ULKA PUMP, PID TEMPERATURE SYSTEM, 10mm Steam Wand, Espresso Machine With Grinder",
    "productInfo": "Cpacity: 2.49 Liters, Weight: 16.4 Pounds, Material: Stainless Steel, Wattage: 1350 watts"
  },
  {
    "id": 43,
    "name": "Kndko Espresso Machine",
    "category": "espresso machine",
    "price": 12563,
    "rating": 4.5,
    "ratedNumber": 1422,
    "images": [
      "assets/images/Kndko_Espresso_Machine.jpg",
      "assets/images/Kndko_Espresso_Machine_alt1.jpg",
      "assets/images/Kndko_Espresso_Machine_alt2.jpg"
    ],
    "briefDescription": "20 Bar Espresso Machine with Cold Brew, Professional Expresso Machines for home, Stainless Steel Espresso Maker with Milk Frother, Auto Sleep Mode, 1.5L Removable Water Tank, for Latte, Cappuccino",
    "description": "The espresso machine is equipped with a 20-bar professional pressure system, allows you to switch between cold and hot brewing with just one touch. With this powerhouse in your kitchen, every day becomes a new coffee adventure.  The intuitive LED display of the espresso machine monitors the brewing time, temperature, and pressure in real-time. With step-by-step guidance from single/double cup icons, even coffee beginners can easily make rich and aromatic coffee, enjoying the fun of professional coffee making.​",
    "features": "Portable, Removable Tank, Cup Warmer, Milk Frother",
    "productInfo": "Cpacity: 52.8 Fluid Ounces, Weight: 12.06 Pounds, Material: Stainless Steel, Wattage: 1200 watts"
  }
]
